export const topFlowText = {
  en: 'FLOW',
  h2: '制作の流れ'
}

export const subFlowText = {
  h2: '新郎新婦様に寄り添って制作します',
  text: 'わたしたちは新郎新婦様の「創りたい」映像を制作します。企画やロケーション撮影などがあるため完成まで時間が必要です。流れをご確認いただき、最高の結婚式ムービーを撮りましょう。'
}

export const flowContents = [
  {
    id: 'flow1',
    title: '1. お問い合わせ',
    text: 'プランがお決まりになりましたら、問い合わせフォームよりご連絡ください。\nご相談も受けますので、',
    label: '挙式1か月前まで',
    src: '/images/flow.jpg',
  },
  {
    id: 'flow2',
    title: '2. 打ち合わせ',
    text: 'オンラインでお打ち合わせをいたします。撮影場所や日時、動画の構成を一緒に考えていきましょう。',
    label: '挙式3週間前まで',
    src: '/images/flow.jpg',
  },
  {
    id: 'flow3',
    title: '3. 撮影',
    text: '打ち合わせで決めた場所で撮影を行います。\n※ 当日撮影後、取り直しを行う場合は追加料金が発生します\n※ 取って出しエンドロールムービーの場合は当日の結婚式場で撮影します。',
    label: '挙式2週間前まで',
    src: '/images/flow.jpg',
  },
  {
    id: 'flow4',
    title: '4. Webで確認',
    text: '素材が弊社に到着後、10日前後で完成ムービーをWeb上でご案内します。\n※ 修正は一度だけ無料で行います。それ以降はOOO円発生します。\n※ パスワード設定し、第三者に見られることはありませんのでご安心ください。',
    label: '挙式1週間前まで',
    src: '/images/flow.jpg',
  },
  {
    id: 'flow5',
    title: '5. 商品のお届け',
    text: '商品到着後は、商品内容のご確認と上映される会場様にて再生テストを必ず行ってください。',
    label: '挙式1週間前まで',
    src: '/images/flow.jpg',
  },
]