export const conceptData = {
  en: 'CONCEPT',
  h2: 'わたしたちの軌跡を結婚式ムービーに',
  text: `人生の一大イベント。\n一生の思い出をカタチにしたい。\n\n結婚式に出席するすべての人が\n感動するムービーを制作します。`,
  href: '/concept',
  linkText: 'コンセプトへ'
}

export const subConceptText = {
  h2: '新郎新婦様の「やりたい」を叶える',
  text: '「人生の大イベントは盛大にやりたい！」という声にお応えできるよう活動しています。\n新郎新婦さまの最高の思い出になるように、\n結婚式に出席される方々があっと驚くような演出を見せるために、\n「わたしたち」だけのウェディングムービーを制作していきましょう！'
}

export const subConceptMessages = [
  {
    id: 'concept1',
    title: 'オーダーメイド制作で完全オリジナルを',
    text: 'お客様の思いをカタチにできるように、わたしたちはテンプレートを持ちません。\nお客様が行いたい演出や撮影場所などをヒアリングして個性のあるムービーを制作します。',
    src: '/images/concept1.jpg',
  },
  {
    id: 'concept2',
    title: 'ドローンを使った新鮮な映像を',
    text: 'スマホや一眼カメラを使った撮影だけではなく、ドローンを使った演出も行えます。\n普通とは一味違った壮大な映像が撮影できます。使う機会があまりないドローンで魅了させましょう！',
    src: '/images/concept2.jpg',
  },
  {
    id: 'concept3',
    title: '結婚式当日の思い出作りにこだわりを',
    text: '取って出しエンドロールムービーやスナップ写真撮影など、結婚式当日の活動にも力を入れています。\n当日も最高の思い出として残るように、最後の1秒までカメラに収めましょう。',
    src: '/images/concept3.jpg',
  },
]