export const LPServices = [
  {
    id: 'service1',
    src: '/images/lp/image-service1.jpg',
    title: '企画を1から一緒に考案して、自分だけの動画を制作',
    text: '「ドラマのような動画で感動を呼ぶ」\n「パロディ動画で笑いを取る」\nなど、新郎新婦さまが作りたいムービーを制作します。\nまた、企画やアイデアがなくてもわたしたちと一緒に企画を考えられるので安心です。'
  },
  {
    id: 'service2',
    src: '/images/lp/image-service2.jpeg',
    title: '全国どこでもロケーション撮影',
    text: '・海や山などおしゃれな演出ができる場所\n・通っていた学校など思い出の場所\n・日常を感じれる街中やカフェ\nお好きな場所で撮影を行えます。'
  },
  {
    id: 'service3',
    src: '/images/lp/image-service3.jpg',
    title: 'ドローンを使った壮大な演出',
    text: '他社にはあまりない、ドローンを使った撮影も行います。\nドローンを活用することで、普通のカメラではできない壮大な演出をすることができ、観る人全員が見入ってしまう動画を制作できます。'
  },
]