import dedent from "dedent"

export const subFAQText = {
  h2: '前撮りムービーに関する質問にお答えします',
  text: 'お客様からよくいただくご質問とその答えをまとめました。ご不明点はお問い合わせの前に一度こちらでご確認ください。'
}

export const faqs = [
  {
    id: 'faq1',
    question: 'ロケーションはどこでもできますか？',
    answer: '全国対応しております。ただし、場所によって撮影許可などが必要になることがあります。'
  },
  {
    id: 'faq2',
    question: 'ドローン撮影はどこでもできますか？',
    answer: 'ドローンが禁止されている場所はございますが、海などのひらけた場所では撮影できます。ドローン撮影できるオススメスポットをご紹介できるのでご相談ください。'
  },
  {
    id: 'faq3',
    question: '雨が降った場合どうなりますか？',
    answer: '事前に雨が降ることが想定された場合は別日に変更できます。追加料金はいただきませんのでご安心ください。'
  },
]
